IDEA Open Model
MatConcreteEc2.PlainConcreteDiagram Property
Compatible with IDEA StatiCa 20.1
 Stress strain diagram with tension part
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool PlainConcreteDiagram { get; set; }
Public Property PlainConcreteDiagram As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
MatConcreteEc2 Class
IdeaRS.OpenModel.Material Namespace